Repository: helsingborg-stad/api-school-manager
Catalog: languages/api-schools-manager-*.po
Languages: sv_se

source: About Us
sv_se: Om oss

source: Add additional addresses
sv_se: Lägg till ytterligare adresser

source: Add contact
sv_se: Lägg till kontakt

source: Add facade image
sv_se: Lägg till fasadbild

source: Add image
sv_se: Lägg till bild

source: Add new
sv_se: Lägg till ny

source: Add New %s
sv_se: Lägg till ny %s

source: Address
sv_se: Adress

source: All %s
sv_se: Alla %s

source: Apply here
sv_se: Ansök här

source: Area
sv_se: Område

source: Areas
sv_se: Områden

source: Call to action: Application
sv_se: "Call To Action" Ansökan

source: Close
sv_se: Stänger

source: Contacts
sv_se: Kontakter

source: Content
sv_se: Innehåll

source: Custom excerpt
sv_se: Ingress

source: Default Elementary School Settings
sv_se: Inställningar Grundskolor

source: Default Pre School Settings
sv_se: Inställningar förskolor

source: Default values
sv_se: Standardvärden

source: Display on website
sv_se: Visa på webbsida

source: Elementary school data
sv_se: Uppgifter om skolan

source: end call to action accordion
sv_se: avsluta call to action accordion

source: How we work
sv_se: Så arbetar vi

source: If these fields are left unedited, the application Call-To-Action box will use the default settings from School Settings Manager.
sv_se: Om denna sektion lämnas orörd så kommer rutan för ansökan på webbsidan att använda sig av de inställningar som gjorts under School Settings Manager.

source: Information about what a leisure-time center is and how it operates at our school.
sv_se: Information om vad fritidshem är och hur det fungerar på vår skola.

source: Number of students
sv_se: Antal elever

source: Number of units
sv_se: Antal avdelningar

source: Open
sv_se: Öppnar

source: Open hours (leisure center)
sv_se: Öppettider (fritidscenter)

source: Optional row
sv_se: Valfri rad

source: Optional rows
sv_se: Valfria rader

source: Orientation
sv_se: Inskolning

source: Our leisure center
sv_se: Vårt fritidscenter

source: Page fields
sv_se: Sidans fält

source: Parent %s:
sv_se: Förälder %s:

source: Parent School
sv_se: Överställd skola

source: Person details
sv_se: Personuppgifter

source: Persons
sv_se: Personer

source: Phone number
sv_se: Telefonnummer

source: Pre school
sv_se: Förskola

source: Pre schools
sv_se: Förskolor

source: Preschool data
sv_se: Uppgifter om förskola

source: Presentation of the school; where we are located, how we are organized, special focus, teachers' competence. Our own chef prepares the delicious food + link to the school's menu. How Student Health and Study and Career Counselling are organized and work at the school to support the students.
sv_se: Presentation av skolan; var vi finns, hur vi är organiserade, specialinriktning, pedagogernas kompetens. Vår egen kock lagar den goda maten + länk till skolans matsedel. Hur Elevhälsa och SYV är organiserade och arbetar på skolan för att stötta eleverna.

source: Professional title
sv_se: Yrkestitel

source: School
sv_se: Skolan

source: Search %s
sv_se: Sök %s

source: Select a school to which this page belongs.
sv_se: Välj en skola som denna sida tillhör.

source: The school's guiding principles and working methods, how we work organizationally, how we work with and support the students, safety and well-being, and guardians.
sv_se: Skolans ledord och arbetssätt, hur vi arbetar organisatoriskt, hur vi arbetar med och stöttar eleverna, trygghet och trivsel och vårdnadshavare.

source: These pages are associated with this school.
sv_se: Dessa sidor är associerade med denna skola.

source: This field is designated for embedding a video that showcases the school. Please note that the video must be hosted on an external service, such as YouTube or Vimeo. Direct uploads are not supported in this field. <br><br> <strong>Video Content:</strong> The video should be concise, informative, and engaging. It could include a tour of the school, interviews with staff and students, or highlights of school activities and programs. <br><br> <strong>Privacy and Permissions:</strong> Ensure you have the right permissions and that the video complies with privacy policies, especially if it features students. <br><br> Please be aware that if you utilize this video field, the 'Image Gallery' section will become inaccessible. This is to maintain a clean and user-friendly page layout. If you wish to use the image gallery, leave this video field empty.
sv_se: Detta fält är avsett för inbäddning av en video som presenterar skolan. Observera att videon måste finnas på en extern tjänst, t.ex. YouTube eller Vimeo. Direktuppladdningar stöds inte i det här fältet. <br><br> <strong>Videoinnehåll:</strong> Videon ska vara kortfattad, informativ och engagerande. Den kan innehålla en rundtur på skolan, intervjuer med personal och elever, eller höjdpunkter från skolans aktiviteter och program. <br><br> <strong>Privatliv och tillstånd:</strong> Se till att du har rätt tillstånd och att videon överensstämmer med sekretesspolicyer, särskilt om den innehåller elever. <br><br> Observera att om du använder det här videofältet kommer avsnittet "Bildgalleri" att bli otillgängligt. Detta för att bibehålla en ren och användarvänlig sidlayout. Om du vill använda bildgalleriet, lämna detta videofält tomt.

source: This is what happens when your child starts in pre-school class at our school.
sv_se: Det här händer när ditt barn börjar i förskoleklass på vår skola.

source: Title
sv_se: Rubrik

source: Uncheck this to hide the application Call-To-Action box on the website
sv_se: Bocka ur denna ruta för att dölja rutan för ansökan på den här skolans webbsida.

source: Update %s
sv_se: Uppdatera %s

source: Upload up to 6 images of the school's facade. Images should be clear and well-lit.
sv_se: Ladda upp upp till 6 bilder av skolans fasad. Bilderna ska vara tydliga och väl upplysta.

source: Use this section to create an image gallery showcasing different aspects of the school. You can upload up to 6 images. Each image should represent a unique feature or area of the school, such as classrooms, playgrounds, labs, or other facilities. Make sure the images are in high resolution and properly captioned to provide context. The gallery is an excellent way to visually engage prospective students and parents, offering them a glimpse into the school environment. Please note: The image gallery will only be accessible if the 'Video' field is left empty. This is to ensure that the webpage remains uncluttered and user-friendly. If a video is uploaded, focus on its quality and relevance, and consider using the gallery section for another post where a video is not included.
sv_se: Använd detta avsnitt för att skapa ett bildgalleri som visar olika aspekter av skolan. Du kan ladda upp upp till 6 bilder. Varje bild ska representera en unik funktion eller ett område på skolan, t.ex. klassrum, lekplatser, labb eller andra faciliteter. Se till att bilderna är högupplösta och att de har korrekta bildtexter för att ge sammanhang. Galleriet är ett utmärkt sätt att visuellt engagera presumtiva elever och föräldrar och ge dem en inblick i skolmiljön. <br><br> <strong>Observera:</strong> Bildgalleriet kommer endast att vara tillgängligt om fältet "Video" är tomt. Detta för att säkerställa att webbsidan förblir överskådlig och användarvänlig.

source: Use this space to write a short and engaging summary about your school. This summary will appear at the beginning of your school's page on the website, giving visitors a quick glimpse of what your school is all about. Think of it as the first impression for your school's page. Keep it brief (one or two sentences) and focus on what makes your school special. This summary can also appear in other places where people find information about your school, such as search results and archives.
sv_se: Använd detta utrymme för att skriva en kort och engagerande sammanfattning om din skola. Denna sammanfattning kommer att visas i början av din skolas sida på webbplatsen och ge besökarna en snabb inblick i vad din skola handlar om.<br><br> Tänk på det som det första intrycket av din skolas sida. Håll den kort (en eller två meningar) och fokusera på vad som gör din skola speciell. Denna sammanfattning kan också visas på andra ställen där människor hittar information om din skola, till exempel sökresultat och arkiv.

source: USPs
sv_se: USP

source: View %s
sv_se: Visa %s

source: Visit Us
sv_se: Besök oss

source: Visiting address
sv_se: Besöksadress

source: You can add up to 5 optional rows. Click the arrow icon in the top of the left column next to a row to close it. Drag and drop rows by clicking and holding the left column to reorder them if necessary.
sv_se: Du kan lägga till upp till 5 valfria rader. Klicka på pilikonen högst upp i den vänstra kolumnen bredvid en rad för att stänga den. Dra och släpp rader genom att klicka och hålla ned den vänstra kolumnen för att omorganisera dem vid behov.
